{"inkVersion":20,"root":[["ev","str","^You","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^[And so this starts the whole story about how I get stuck in the dream world that I am overly obsessed with.]","\n","^[A lonely world, with nothing but glass shards floating around, each filled with my most content moments as well as those that, unfortunately, I just want to forget.]","\n","^[I was the only child in my family, and they would spoil me quite dearly.]","\n","^[I don't remember a day when the family dinner wasn't filled with anything else but laughter and warm, blissful happiness. Those were the best days of my life.]","\n","^[But when my dad died in a car crash by a distracted driver, my mom started to drink heavily and lost her job.]","\n","^[I knew it was a ruse all along, but the higher-ups just needed an excuse to fire her because she was unpleasant to work with. And with that… Well, I think the rest is self-explanatory.]","\n","^[I really don’t want to bring it up. Ever since my dad’s death three years ago, nothing is fine. I started to find solace in sleeping and thus wanted to sleep every moment that I could find.]","\n","^[I would find any opportunity to find a place to sleep outside of the house, because I knew what kind of person my moth... that bitch is, an abusive asshole.]","\n","^[I really wish that monster would just perish in prison or somewhere not near me. I am done with them, I don’t want anything to do with them, I… just want to be away from them.]","\n","^[But anyway, quite a tragic story for a young lad, or lass… or whatever they consider me. I don’t care.]","\n","ev","str","^","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^A little while later…","\n","ev","str","^You","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^Thanks for the food! See you later!","\n","ev","str","^Barkeeper","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^Thanks for the patronage! I look forward to your next visit!","\n","ev","str","^You","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^Alright… it should be about time I wake up.","\n","ev","str","^","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^Bells can be heard in the background, but it sounds like an alarm clock.","\n","^Normally it would last just for a few seconds, but for some reason it lasted much longer this time, the chime growing louder every ticking second.","\n","^People around you start to drop one by one, so suddenly, without any explanation.","\n","^You could see something floating among the people who collapsed on the floor. Whatever you saw, you had a bad premonition.","\n","ev","str","^You","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^Yeah, I think I better run.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}