{"inkVersion":20,"root":[["ev","str","^You","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^Haaah... Haah... What the hell are those disgusting blobs?","\n","ev","str","^","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^You ran for your life for a while, but you ran out of breath.","\n","^Around you, there are lots of black cloud-like creatures, devouring the souls of innocent bystanders as they come through.","\n","^You ordered the surrounding people that are still standing to run away, only for them to encounter more of these creatures soon after, and fall lifeless on the ground.","\n","^You tried to tell whoever that is left how people are collapsing, but they think you are going insane.","\n","^It dawns on you that you may be the only person who can see them.","\n","ev","str","^You","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^[Dammit! What should I do to get out of this situation?]","\n","ev","str","^","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^You looked behind--it's a slum area. While it's dangerous on a normal circumstances, you don't see any creature there.","\n","^You decided to run that way.","\n","^However, you were out of luck--one of those creatures descends from above. Your body rapidly paralyzes and falls to the ground, your vision rapidly dimming. All you can hear is the distant bell sound that keeps getting louder.","\n","ev","str","^You","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^[F-fuck! No! I cannot die here!]","\n","^[Someone! Somebody help me! Please!]","\n","^[Dad! Please! Mom! Anyone there, please! I'm too young to die like this!]","\n","^[PLEASE! I'M STILL A VIRGIN! I want to be able to be wed, have a family, and have money! I...]","\n","ev","str","^","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^Amist the chaos, you have died... foolishly. The world was soon consumed by the sound of the bell, followed by blinding light.","\n","^...","\n","^...","\n","^...","\n","^Ugh... my head. Why am I laying on the street? Wait... why am I back at the restaurant?","\n","ev","str","^You","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^[It seems like I'm still alive. But how? Did I not get consumed by the clouds earlier?]","\n","ev","str","^","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^Somehow you have travelled back in time to when you came out from the restaurant.","\n","^While you don't see any cloud creatures, you realize the bells are already ringing but louder than before.","\n","ev","str","^You","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^Oh, come ON! This isn't R*:Z*r*! What the hell is going on today?","\n","^But yeah, I better run. If it's any indication like earlier, this place will not survive.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}